datasets["آئین دادرسی مدنی"] = {
  "طرح دعوا پس از صدور قرار اناطه": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۱ : هرگاه احراز مجرمیت متهم منوط به اثبات مسائلی باشد که رسیدگی به آنها در صلاحیت مرجع کیفری نیست، و در صلاحیت دادگاه حقوقی است، با تعیین ذی نفع و با صدور قرار اناطه، تا هنگام صدور رأی قطعی از مرجع صالح، تعقیب متهم، معلق و پرونده به صورت موقت بایگانی می شود. در این صورت، هرگاه ذی نفع ظرف یک ماه از تاریخ ابلاغ قرار اناطه بدون عذر موجه به دادگاه صالح رجوع نکند و گواهی آن را ارائه ندهد، مرجع کیفری به رسیدگی ادامه می دهد و تصمیم مقتضی اتخاذ می کند."
  },
  "توقف دادرسی در صورت استعفای وکیل": {
    "domestic": [
      30
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۹ : درصورتی كه وكیل استعفای خود را به دادگاه اطلاع دهد، دادگاه به موكل اخطار می كند كه شخصا یا توسط وكیل جدید، دادرسی را تعقیب نماید و دادرسی تا مراجعه موكل یا معرفی وكیل جدید حداكثر به مدت یك ماه متوقف می گردد."
  },
  "رفع نقص دادخواست": {
    "domestic": [
      10
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "مواد ۵۴ ،۶۶ و ۳۵۰"
  },
  "اعتراض به قرار رد دادخواست": {
    "domestic": [
      10
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "مواد ۵۴ و ۵۵"
  },
  "فاصله ابلاغ تا جلسه رسیدگی": {
    "domestic": [
      5
    ],
    "foreign": [
      60
    ],
    "mode": 2,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۶۴ : . . . وقت جلسه باید طوری معین شود كه فاصله بین ابلاغ وقت به اصحاب دعوا و روز جلسه كمتر از پنج روز نباشد."
  },
  "فاصله آگهی تا جلسه رسیدگی": {
    "domestic": [
      30
    ],
    "foreign": [
      60
    ],
    "mode": 2,
    "beginning": "تاریخ انتشار آگهی",
    "documentation": "ماده ۷۳ : درصورتی كه خواهان نتواند نشانی خوانده را معین نماید یا در مورد ماده قبل پس از اخطار رفع نقص از تعیین نشانی اعلام ناتوانی كند بنابه درخواست خواهان و دستور دادگاه مفاد دادخواست یك نوبت در یكی از روزنامه های كثیرالانتشار به هزینه خواهان آگهی خواهد شد. تاریخ انتشار آگهی تا جلسه رسیدگی نباید كمتر از یك ماه باشد."
  },
  "طرح دعوا پس از صدور قرار تأمین": {
    "domestic": [
      10
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ صدور قرار تأمین",
    "documentation": "ماده ۱۱۲ : درصورتی كه درخواست كننده تأمین تا ده روز از تاریخ صدور قرار تأمین نسبت به اصل دعوا دادخواست ندهد، دادگاه به درخواست خوانده، قرار تأمین را لغو می نماید."
  },
  "اعتراض به قرار تأمین": {
    "domestic": [
      10
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۱۱۶ : قرار تأمین به طرف دعوا ابلاغ می شود، نامبرده حق دارد ظرف ده روز به این قرار اعتراض نماید . . ."
  },
  "مطالبه خسارت ناشی از اجرای قرار تامین": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۱۲۰ : درصورتی كه قرار تأمین اجرا گردد و خواهان به موجب رأی قطعی محكوم به بطلان دعوا شود و یا حقی برای او به اثبات نرسد، خوانده حق دارد ظرف بیست روز از تاریخ ابلاغ حكم قطعی، خسارتی را كه از قرار تأمین به او وارد شده است با تسلیم دلایل به دادگاه صادركننده قرار، مطالبه كند. مطالبه خسارت دراین مورد بدون رعایت تشریفات آیین دادرسی مدنی و پرداخت هزینه دادرسی صورت می گیرد. مفاد تقاضا به طرف ابلاغ می شود تا چنانچه دفاعی داشته باشد ظرف ده روز از تاریخ ابلاغ با دلایل آن راعنوان نماید . . ."
  },
  "ارائه دفاع در مقابل مطالبه خسارت ناشی از اجرای قرار تامین": {
    "domestic": [
      10
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۱۲۰ : درصورتی كه قرار تأمین اجرا گردد و خواهان به موجب رأی قطعی محكوم به بطلان دعوا شود و یا حقی برای او به اثبات نرسد، خوانده حق دارد ظرف بیست روز از تاریخ ابلاغ حكم قطعی، خسارتی را كه از قرار تأمین به او وارد شده است با تسلیم دلایل به دادگاه صادركننده قرار، مطالبه كند. مطالبه خسارت دراین مورد بدون رعایت تشریفات آیین دادرسی مدنی و پرداخت هزینه دادرسی صورت می گیرد. مفاد تقاضا به طرف ابلاغ می شود تا چنانچه دفاعی داشته باشد ظرف ده روز از تاریخ ابلاغ با دلایل آن راعنوان نماید . . ."
  },
  "درخواست جلب شخص ثالث": {
    "domestic": [
      3
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ پایان جلسه اول دادرسی",
    "documentation": "مواد ۱۳۵ و ۱۳۶"
  },
  "دادخواست ادعای مالکیت مورد حکم تصرف عدوانی": {
    "domestic": [
      30
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ اجرای حکم",
    "documentation": "ماده ۱۶۴ : هرگاه در ملك مورد تصرف عدوانی، متصرف پس از تصرف عدوانی، غرس اشجار یا احداث بنا كرده باشد، اشجار و بنا درصورتی باقی می ماند كه متصرف عدوانی مدعی مالكیت مورد حكم تصرف عدوانی باشد و در ظرف یك ماه از تاریخ اجرای حكم، در باب مالكیت به دادگاه صلاحیتدار دادخواست بدهد."
  },
  "تسلیم سند موضوع ادعای جعل": {
    "domestic": [
      10
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۲۰ : ادعای جعلیت و دلایل آن به دستور دادگاه به طرف مقابل ابلاغ می شود. درصورتی كه طرف به استفاده از سند باقی باشد، موظف است ظرف ده روز از تاریخ ابلاغ، اصل سند موضوع ادعای جعل را به دفتر دادگاه تسلیم نماید . . ."
  },
  "فاصله ابلاغ به گواه و جلسه رسیدگی": {
    "domestic": [
      6
    ],
    "foreign": [
      60
    ],
    "mode": 2,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۴۲ : دادگاه می تواند به درخواست یكی از اصحاب دعوا همچنین درصورتی كه مقتضی بداند گواهان را احضار نماید. در ابلاغ احضاریه، مقرراتی كه برای ابلاغ اوراق قضایی تعیین شده رعایت می گردد و باید حداقل یك هفته قبل از تشكیل دادگاه به گواه یا گواهان ابلاغ شود."
  },
  "ایداع دستمزد کارشناس": {
    "domestic": [
      7
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۵۹ : ایداع دستمزد كارشناس به عهده متقاضی است و هرگاه ظرف مدت یك هفته از تاریخ ابلاغ آنرا پرداخت نكند، كارشناسی از عداد دلایل وی خارج می شود."
  },
  "اعتراض به نظر کارشناس": {
    "domestic": [
      7
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۶۰ : پس از صدور قرار كارشناسی و انتخاب كارشناس و ایداع دستمزد، دادگاه به كارشناس اخطار می كند كه ظرف مهلت تعیین شده در قرار كارشناسی، نظر خود را تقدیم نماید. وصول نظر كارشناس به طرفین ابلاغ خواهد شد، طرفین می توانند ظرفیك هفته از تاریخ ابلاغ به دفتر دادگاه مراجعه كنند و با ملاحظه نظر كارشناس چنانچه مطلبی دارند نفیا یا اثباتاً بطور كتبی اظهار نمایند . . ."
  },
  "انشاء و اعلام رأی": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ اعلام ختم دادرسی",
    "documentation": "ماده ۲۹۵ : پس از اعلام ختم دادرسی درصورت امكان دادگاه درهمان جلسه انشاء رأی نموده و به اصحاب دعوا اعلام می نماید در غیر این صورت حداكثر ظرف یك هفته انشاء و اعلام رأی می كند."
  },
  "پاکنویس و امضای رأی": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ صدور",
    "documentation": "ماده ۲۹۷ : رأی دادگاه باید ظرف پنج روز از تاریخ صدور پاكنویس شده و به امضای دادرس یا دادرسان صادركننده رأی برسد."
  },
  "واخواهی": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۰۶ : در تمام جرایم، به استثنای جرایمی که فقط جنبه حق اللهی دارند، هرگاه متهم یا وکیل او در هیچ یک از جلسات دادگاه حاضر نشود یا لایحه دفاعیه نفرستاده باشد، دادگاه پس از رسیدگی، رأی غیابی صادر می کند. در این صورت، چنانچه رأی دادگاه مبنی بر محکومیت متهم باشد، ظرف بیست روز از تاریخ ابلاغ واقعی، قابل واخواهی در همان دادگاه است و پس از انقضای مهلت واخواهی برابر مقررات حسب مورد قابل تجدیدنظر یا فرجام است. مهلت واخواهی برای اشخاص مقیم خارج از کشور، دو ماه است."
  },
  "واخواهی +‌ تجدیدنظر": {
    "domestic": [
      20,
      20
    ],
    "foreign": [
      60,
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ واقعی",
    "documentation": "ماده ۳۰۶ : مهلت واخواهی از احکام غیابی برای کسانی که مقیم کشورند بیست روز و برای کسانی که خارج از کشور اقامت دارند دو ماه از تاریخ ابلاغ واقعی خواهد بود.ماده ۳۳۶ : مهلت درخواست تجدیدنظر اصحاب دعوا، برای اشخاص مقیم ایران بیست روز و برای اشخاص مقیم خارج از کشور دو ماه از تاریخ ابلاغ یا انقضای مدت واخواهی است."
  },
  "تقدیم دادخواست پس از صدور دستور موقت": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ صدور دستور",
    "documentation": "ماده ۳۱۸ : پس از صدور دستور موقت در صورتی كه از قبل اقامه دعوا نشده باشد، درخواست كننده باید حداكثر ظرف بیست روز از تاریخ صدور دستور، به منظور اثبات دعوای خود به دادگاه صالح مراجعه و دادخواست خود را تقدیم و گواهی آن را به دادگاهی كه دستور موقت صادر كرده تسلیم نماید . . ."
  },
  "مطالبه خسارت ناشی از اجرای دستور موقت": {
    "domestic": [
      30
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ رأی نهایی",
    "documentation": "ماده ۳۲۴ : درخصوص تأمین اخذ شده از متقاضی دستور موقت یا رفع اثر از آن، چنانچه ظرف یك ماه از تاریخ ابلاغ رأی نهایی، برای مطالبه خسارت طرح دعوا نشود، به دستور دادگاه، از مال مورد تأمین رفع توقیف خواهد شد."
  },
  "تجدیدنظرخواهی": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۳۶ : مهلت درخواست تجدیدنظر اصحاب دعوا، برای اشخاص مقیم ایران بیست روز و برای اشخاص مقیم خارج از کشور دو ماه از تاریخ ابلاغ یا انقضای مدت واخواهی است."
  },
  "اعتراض به رد دادخواست تجدیدنظر": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۲ ماده ۳۳۹ : درصورتی كه دادخواست خارج از مهلت داده شود و یا در مهلت قانونی رفع نقص نگردد، به موجب قرار دادگاه صادركننده رأی بدوی رد می شود. این قرار ظرف بیست روز از تاریخ ابلاغ در مرجع تجدیدنظر قابل اعتراض است، رأی دادگاه تجدیدنظر قطعی است."
  },
  "رفع نقص دادخواست تجدیدنظر": {
    "domestic": [
      10
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۴۵ : هر دادخواستی كه نكات یاد شده دربندهای (۲، ۳، ۴، ۵ و ۶) ماده (۳۴۱) و مواد (۳۴۲) و (۳۴۳) در آن رعایت نشده باشد به جریان نمی افتد و مدیر دفتر دادگاه بدوی ظرف دو روز از تاریخ وصول دادخواست، نقایص را به طور تفصیل به دادخواست دهنده به طور كتبی اطلاع داده و از روز ابلاغ ده روز به او مهلت می دهد كه نقایص را رفع كند و اگر محتاج به تجدید دادخواست است آن را تجدید نماید، در غیراین صورت برابر تبصره (۲) ماده (۳۳۹) اقدام خواهد شد."
  },
  "پاسخ به دادخواست تجدیدنظر": {
    "domestic": [
      10
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۴۶ : مدیر دفتر دادگاه بدوی ظرف دو روز از تاریخ وصول دادخواست و ضمائم آن و یا پس از رفع نقص، یك نسخه از دادخواست و پیوست های آن را برای طرف دعوا می فرستد كه ظرف ده روز از تاریخ ابلاغ پاسخ دهد، پس از انقضای مهلت یادشده اعم از این كه پاسخی رسیده یا نرسیده باشد، پرونده را به مرجع تجدیدنظر می فرستد."
  },
  "اعتراض محکومٌ علیه غایب به رأی تجدیدنظر": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ واقعی",
    "documentation": "ماده ۳۶۴ : در مواردی كه رأی دادگاه تجدیدنظر مبنی بر محكومیت خوانده باشد و خوانده یا وكیل او در هیچ یك از مراحل دادرسی حاضر نبوده و لایحه دفاعیه و یا اعتراضیه ای هم نداده باشند رأی دادگاه تجدیدنظر ظرف مدت بیست روز پس از ابلاغ واقعی به محكوم علیه یا وكیل او قابل اعتراض و رسیدگی در همان دادگاه تجدیدنظر می باشد، رأی صادره قطعی است."
  },
  "رفع نقص دادخواست فرجام‌خواهی": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۸۳ و تبصره ماده ۳۸۸"
  },
  "اعتراض به رد دادخواست فرجام‌خواهی": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۸۳ : . . . این قرار ظرف بیست روز از تاریخ ابلاغ قابل شكایت در دیوان عالی كشور می باشد. رأی دیوان قطعی است."
  },
  "پاسخ به دادخواست فرجام‌خواهی": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۸۵ : درصورتی كه دادخواست فرجام خواهی تكمیل باشد، مدیر دفتر دادگاه یك نسخه ازدادخواست و پیوست های آن را برای طرف دعوا، ارسال می دارد تا ظرف بیست روز به طور كتبی پاسخ دهد . . ."
  },
  "فرجام‌خواهی": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۹۷ : مهلت درخواست فرجام خواهی برای اشخاص ساكن ایران بیست روز و برای اشخاص مقیم خارج دو ماه می باشد."
  },
  "تجدیدنظر + فرجام‌خواهی": {
    "domestic": [
      20,
      20
    ],
    "foreign": [
      60,
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۳۶ : مهلت درخواست تجدیدنظر اصحاب دعوا، برای اشخاص مقیم ایران بیست روز و برای اشخاص مقیم خارج از کشور دو ماه از تاریخ ابلاغ یا انقضای مدت واخواهی است. ماده ۳۹۷ : مهلت درخواست فرجام خواهی برای اشخاص ساكن ایران بیست روز و برای اشخاص مقیم خارج دو ماه می باشد."
  },
  "فرجام تبعی": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۱۳ : فرجام خوانده می تواند فقط در ضمن پاسخی كه به دادخواست فرجامی می دهد از حكمی كه مورد شكایت فرجامی است نسبت به جهتی كه آن را به ضرر خود یا خلاف موازین شرعی و مقررات قانونی می داند تبعاً درخواست رسیدگی فرجامی نماید در این صورت درخواست فرجام تبعی به طرف ابلاغ می شود كه ظرف مدت بیست روز به طور كتبی پاسخ دهد، هر چند مدت مقرر برای درخواست فرجام نسبت به او منقضی شده باشد."
  },
  "اعاده دادرسی": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ آغاز مهلت",
    "documentation": "ماده ۴۲۷ : مهلت درخواست اعاده دادرسی برای اشخاص مقیم ایران بیست روز و برای اشخاص مقیم خارج از كشور دو ماه به شرح زیر می باشد . . ."
  },
  "اعاده دادرسی طاری": {
    "domestic": [
      3
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ درخواست",
    "documentation": "تبصره ماده ۴۳۳ : پس از درخواست اعاده دادرسی طاری باید دادخواست لازم ظرف سه روز به دفتر دادگاه تقدیم گردد."
  },
  "معرفی یا اظهارنظر در مورد داور": {
    "domestic": [
      10
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "مواد ۴۵۹، ۴۶۰، ۴۷۱ و ۴۷۴"
  },
  "داوری": {
    "domestic": [
      90
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ماده ۴۸۴ : درمواردی كه طرفین به موجب قرارداد ملزم شده اند كه درصورت بروز اختلاف بین آنان شخص یا اشخاص معینی داوری نماید اگر مدت داوری معین نشده باشد مدت آن سه ماه و ابتدای آن از روزی است كه موضوع برای انجام داوری به داور یا تمام داوران ابلاغ می شود . . ."
  },
  "تصحیح رأی داور": {
    "domestic": [
      20
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ تقاضا",
    "documentation": "ماده ۴۸۷ : تصحیح رأی داوری در حدود ماده (۳۰۹) این قانون قبل از انقضای مدت داوری راساً با داور یا داوران است و پس از انقضای آن تا پایان مهلت اعتراض به رأی داور، به درخواست طرفین یا یكی از آنان با داور یا داوران صادر كننده رأی خواهد بود. داور یا داوران مكلفند ظرف بیست روز از تاریخ تقاضای تصحیح رأی اتخاذ تصمیم نمایند . . ."
  },
  "اجرای رأی داور": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۸۸ : هرگاه محكوم علیه تا بیست روز بعد ازابلاغ، رأی داوری را اجرا ننماید، دادگاه ارجاع كننده دعوا به داوری و یا دادگاهی كه صلاحیت رسیدگی به اصل دعوا را دارد مكلف است به درخواست طرف ذی نفع طبق رأی داور برگ اجرایی صادركند . . ."
  },
  "درخواست ابطال رأی داور": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۹۰ : در مورد ماده فوق هریك از طرفین می تواند ظرف بیست روز بعد از ابلاغ رأی داور از دادگاهی كه دعوا را ارجاع به داوری كرده یا دادگاهی كه صلاحیت رسیدگی به اصل دعوا را دارد، حكم به بطلان رأی داور را بخواهد در این صورت دادگاه مكلف است به درخواست رسیدگی كرده، هرگاه رأی از موارد مذكور در ماده فوق باشد حكم به بطلان آن دهد . . ."
  },
  "معرفی وکیل برای مجنون": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۲ ماده ۱۳ : هرگاه مرتکب جرم پیش از صدور حکم قطعی مبتلا به جنون شود، تا زمان افاقه، تعقیب و دادرسی متوقف می شود. مگر آنکه در جرائم حق الناسی شرایط اثبات جرم به نحوی باشد که فرد مجنون یا فاقد هوشیاری در فرض افاقه نیز نتواند از خود رفع اتهام کند. در این صورت به ولی یا قیم یا سرپرست قانونی وی ابلاغ می شود که ظرف مهلت پنج روز نسبت به معرفی وکیل اقدام نماید. در صورت عدم معرفی، صرف نظر از نوع جرم ارتکابی و میزان مجازات آن وفق مقررات برای وی وکیل تسخیری تعیین می شود و تعقیب و دادرسی ادامه می یابد."
  },
  "اعتراض به قرار بایگانی پرونده": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۸۰ : در جرایم تعزیری درجه هفت و هشت، چنانچه شاکی وجود نداشته یا گذشت کرده باشد، درصورت فقدان سابقه محکومیت مؤثر کیفری، مقام قضایی می تواند پس از تفهیم اتهام با ملاحظه وضع اجتماعی و سوابق متهم و اوضاع و احوالی که موجب وقوع جرم شده است و در صورت ضرورت با أخذ التزام کتبی از متهم برای رعایت مقررات قانونی، فقط یک بار از تعقیب متهم خودداری نماید و قرار بایگانی پرونده را صادر کند. این قرار ظرف ده روز از تاریخ ابلاغ، قابل اعتراض است."
  },
  "اعتراض به قرار تعلیق تعقیب": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۲ ماده ۸۱ : قرار تعلیق تعقیب، ظرف ده روز پس از ابلاغ، قابل اعتراض در دادگاه صالح است."
  },
  "تقدیم دادخواست ضرر و زیان هنگام کیفرخواست شفاهی": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۸۶ : . . . شاکی در صورت مطالبه ضرر و زیان می تواند حداکثر ظرف پنج روز دادخواست خود را تقدیم کند و دادگاه می تواند فارغ از امر کیفری به دعوای ضرر و زیان رسیدگی و رأی مقتضی صادر نماید."
  },
  "اعتراض به قرار رد درخواست دسترسی به پرونده": {
    "domestic": [
      3
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۱ ماده ۱۰۰ و ماده ۱۹۱"
  },
  "اعتراض به جلوگیری از فعالیت تولیدی و خدماتی": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۱۱۴ : جلوگیری از فعالیت تمام یا بخشی از امور خدماتی یا تولیدی از قبیل امور تجارتی، کشاورزی، فعالیت کارگاه ها، کارخانه ها و شرکت های تجارتی و تعاونی ها و مانند آن ممنوع است مگر در مواردی که حسب قرائن معقول و ادله مثبته، ادامه این فعالیت متضمن ارتکاب اعمال مجرمانه ای باشد که مضر به سلامت، مخل امنیت جامعه و یا نظم عمومی باشد که در این صورت، بازپرس مکلف است با اطلاع دادستان، حسب مورد از آن بخش از فعالیت مذکور جلوگیری و ادله یادشده را در تصمیم خود قید کند. این تصمیم ظرف پنج روز پس از ابلاغ قابل اعتراض در دادگاه کیفری است."
  },
  "ملاحظه نظر کارشناس": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۱۶۱ : جز در موارد فوری، پس از پرداخت دستمزد، به کارشناس اخطار می شود که ظرف مهلت تعیین شده در قرار کارشناسی، نظر خود را تقدیم کند. مراتب وصول نظر کارشناس به طرفین ابلاغ می شود. طرفین می توانند ظرف یک هفته از تاریخ ابلاغ، جهت ملاحظه نظر کارشناس به دفتر بازپرسی مراجعه و نظر خود را به طور کتبی اعلام کنند."
  },
  "فاصله ابلاغ و حضور نزد بازپرس": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۱۷۱ : فاصله میان ابلاغ اوراق احضاریه و زمان حضور نزد بازپرس نباید کمتر از پنج روز باشد."
  },
  "اعتراض به اصل قرار منتهی به بازداشت یا عدم پذیرش کفیل یا وثیقه": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۲۶ : متهمی که در مورد او قرار کفالت یا وثیقه صادر می شود تا معرفی کفیل یا سپردن وثیقه به بازداشتگاه معرفی می گردد؛ اما در صورت بازداشت، متهم می تواند تا مدت ده روز از تاریخ ابلاغ قرار بازپرس، نسبت به اصل قرار منتهی به بازداشت یا عدم پذیرش کفیل یا وثیقه اعتراض کند."
  },
  "اعتراض به اخذ وجه التزام، وجه الکفاله و یا ضبط وثیقه": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۳۵ : متهم، کفیل و وثیقه گذار می توانند در موارد زیر ظرف ده روز از تاریخ ابلاغ دستور دادستان، درباره أخذ وجه التزام، وجه الکفاله و یا ضبط وثیقه اعتراض کنند. مرجع رسیدگی به این اعتراض، دادگاه کیفری دو است: الف- هرگاه مدعی شوند در أخذ وجه التزام و وجه الکفاله و یا ضبط وثیقه مقررات مربوط رعایت نشده است. ب – هرگاه مدعی شوند متهم در موعد مقرر حاضر شده یا او را حاضر کرده اند یا شخص ثالثی متهم را حاضر کرده است. پ – هرگاه مدعی شوند به جهات مذکور در ماده (۱۷۸) این قانون، متهم نتوانسته حاضر شود یا کفیل و وثیقه گذار به یکی از آن جهات نتوانسته اند متهم را حاضر کنند. ت – هرگاه مدعی شوند پس از صدور قرار قبولی کفالت یا التزام معسر شده اند. ث – هرگاه کفیل یا وثیقه گذار مدعی شوند تسلیم متهم، به علت فوت او در مهلت مقرر ممکن نبوده است."
  },
  "تحویل متهم توسط کفیل یا وثیقه گذار": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۳۰ : متهمی که برای او قرار تأمین صادر و خود ملتزم شده یا وثیقه گذاشته است، در صورتی که حضورش لازم باشد، احضار می شود و هرگاه ثابت شود بدون عذر موجه حاضر نشده است، در صورت ابلاغ واقعی اخطاریه، وجه التزام تعیین شده به دستور دادستان أخذ و یا از وثیقه سپرده شده معادل وجه قرار ضبط می شود. چنانچه متهم، کفیل معرفی کرده یا شخص دیگری برای او وثیقه سپرده باشد به کفیل یا وثیقه گذار اخطار می شود که ظرف یک ماه متهم را تحویل دهد. در صورت ابلاغ واقعی اخطاریه و عدم تحویل متهم، به دستور دادستان، حسب مورد، وجه الکفاله أخذ و یا از وثیقه، معادل وجه قرار، ضبط می شود. دستور دادستان پس از قطعیت، بدون صدور اجرائیه در اجرای احکام کیفری و مطابق مقررات اجرای احکام مدنی اجراء می شود."
  },
  "واریز وجه قرار تأمین به صندوق دولت": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۱ ماده ۲۳۶ : هرگاه متهم یا وثیقه گذار یا کفیل، ظرف ده روز از تاریخ ابلاغ دستور ضبط بخشی از وجه قرار، معادل وجه مقرر را به صندوق دولت واریز کند، ضبط انجام نمی شود و اعتبار قرار تأمین صادره به صورت کامل به قوت خود باقی است."
  },
  "حل اختلاف بازپرس و دادستان در مورد بازداشت موقت": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ بازداشت",
    "documentation": "ماده ۲۴۰ : قرار بازداشت متهم باید فوری نزد دادستان ارسال شود. دادستان مکلف است حداکثر ظرف بیست و چهار ساعت نظر خود را به طور کتبی به بازپرس اعلام کند. هرگاه دادستان با قرار بازداشت متهم موافق نباشد، حل اختلاف با دادگاه صالح است و متهم تا صدور رأی دادگاه در این مورد که حداکثر از ده روز تجاوز نمی کند، بازداشت می شود."
  },
  "اظهارنظر در مورد فک یا تبدیل قرار بازداشت": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ رفع علت بازداشت",
    "documentation": "ماده ۲۴۱ : هرگاه علت بازداشت مرتفع شود و موجب دیگری برای ادامه آن نباشد، بازپرس با موافقت دادستان فوری از متهم رفع بازداشت می کند. در صورت مخالفت دادستان با تصمیم بازپرس، حل اختلاف با دادگاه صالح است. اگر متهم نیز موجبات بازداشت را مرتفع بداند، می تواند فک قرار بازداشت یا تبدیل آن را از بازپرس تقاضا کند. بازپرس به طورفوری و حداکثر ظرف پنج روز به طور مستدل راجع به درخواست متهم اظهارنظر می کند. در صورت رد درخواست، مراتب در پرونده ثبت و قرار رد به متهم ابلاغ می شود و متهم می تواند ظرف ده روز به آن اعتراض کند. متهم در هر ماه فقط یک بار می تواند این درخواست را مطرح کند."
  },
  "اعتراض به رد درخواست فک یا تبدیل قرار بازداشت": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ رفع علت بازداشت",
    "documentation": "ماده ۲۴۱ : هرگاه علت بازداشت مرتفع شود و موجب دیگری برای ادامه آن نباشد، بازپرس با موافقت دادستان فوری از متهم رفع بازداشت می کند. در صورت مخالفت دادستان با تصمیم بازپرس، حل اختلاف با دادگاه صالح است. اگر متهم نیز موجبات بازداشت را مرتفع بداند، می تواند فک قرار بازداشت یا تبدیل آن را از بازپرس تقاضا کند. بازپرس به طورفوری و حداکثر ظرف پنج روز به طور مستدل راجع به درخواست متهم اظهارنظر می کند. در صورت رد درخواست، مراتب در پرونده ثبت و قرار رد به متهم ابلاغ می شود و متهم می تواند ظرف ده روز به آن اعتراض کند. متهم در هر ماه فقط یک بار می تواند این درخواست را مطرح کند."
  },
  "اعتراض به ابقاء قرار بازداشت موقت": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۴۲ : هرگاه در جرایم موضوع بندهای (الف)، (ب)، (پ) و (ت) ماده (۳۰۲) این قانون تا دو ماه و در سایر جرایم تا یک ماه به علت صدور قرار تأمین، متهم در بازداشت بماند و پرونده اتهامی او منتهی به تصمیم نهائی در دادسرا نشود، بازپرس مکلف به فک یا تخفیف قرار تأمین است. اگر علل موجهی برای بقای قرار وجود داشته باشد، با ذکر علل مزبور، قرار، ابقاء و مراتب به متهم ابلاغ می شود. متهم می تواند از این تصمیم ظرف ده روز از تاریخ ابلاغ به دادگاه صالح اعتراض کند . . ."
  },
  "اعتراض به قرار نظارت قضایی": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۲ ماده ۲۴۷ : قرارهای موضوع این ماده ظرف ده روز قابل اعتراض در دادگاه صالح است. چنانچه این قرار توسط دادگاه صادر شود، ظرف ده روز، قابل اعتراض در دادگاه تجدیدنظر استان می باشد."
  },
  "درخواست جبران خسارت به کمیسیون استانی": {
    "domestic": [
      180
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۵۷ : شخص بازداشت شده باید ظرف شش ماه از تاریخ ابلاغ رأی قطعی حاکی از بی گناهی خود، درخواست جبران خسارت را به کمیسیون استانی، متشکل از سه نفر از قضات دادگاه تجدیدنظر استان به انتخاب رییس قوه قضاییه تقدیم کند. کمیسیون در صورت احراز شرایط مقرر در این قانون، حکم به پرداخت خسارت صادر می کند. در صورت رد درخواست، این شخص می تواند ظرف بیست روز از تاریخ ابلاغ، اعتراض خود را به کمیسیون موضوع ماده (۲۵۸) این قانون اعلام کند."
  },
  "اعتراض به رد درخواست جبران خسارت": {
    "domestic": [
      20
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۵۷ : شخص بازداشت شده باید ظرف شش ماه از تاریخ ابلاغ رأی قطعی حاکی از بی گناهی خود، درخواست جبران خسارت را به کمیسیون استانی، متشکل از سه نفر از قضات دادگاه تجدیدنظر استان به انتخاب رییس قوه قضاییه تقدیم کند. کمیسیون در صورت احراز شرایط مقرر در این قانون، حکم به پرداخت خسارت صادر می کند. در صورت رد درخواست، این شخص می تواند ظرف بیست روز از تاریخ ابلاغ، اعتراض خود را به کمیسیون موضوع ماده (۲۵۸) این قانون اعلام کند."
  },
  "اظهارنظر بازپرس پس از پایان تحقیقات": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ اعلام ختم تحقیقات",
    "documentation": "ماده ۲۶۴ : پس از انجام تحقیقات لازم و اعلام کفایت و ختم تحقیقات، بازپرس مکلف است به صورت مستدل و مستند، عقیده خود را حداکثر ظرف پنج روز در قالب قرار مناسب، اعلام کند."
  },
  "اظهارنظر دادستان در مورد قرار نهایی بازپرس": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ارسال",
    "documentation": "ماده ۲۶۵ : بازپرس در صورت جرم بودن عمل ارتکابی و وجود ادله کافی برای انتساب جرم به متهم، قرار جلب به دادرسی و در صورت جرم نبودن عمل ارتکابی و یا فقدان ادله کافی برای انتساب جرم به متهم، قرار منع تعقیب صادر و پرونده را فوری نزد دادستان ارسال می کند. دادستان باید ظرف سه روز از تاریخ وصول، پرونده تحقیقات را ملاحظه و نظر خود را به طور کتبی اعلام کند و پرونده را نزد بازپرس برگرداند. چنانچه مورد از موارد موقوفی تعقیب باشد، قرار موقوفی تعقیب صادر و وفق مقررات فوق اقدام می شود."
  },
  "صدور کیفرخواست": {
    "domestic": [
      2
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۶۸ : در صورتی که عقیده دادستان و بازپرس بر جلب متهم به دادرسی باشد، دادستان ظرف دو روز با صدور کیفرخواست، از طریق شعبه بازپرسی بلافاصله پرونده را به دادگاه صالح ارسال می کند."
  },
  "اعتراض به قرارهای قابل اعتراض بازپرس": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۷۰ : علاوه بر موارد مقرر در این قانون، قرارهای بازپرس در موارد زیر قابل اعتراض است: الف- قرار منع و موقوفی تعقیب و اناطه به تقاضای شاکی ب – قرار بازداشت موقت، ابقاء و تشدید تأمین به تقاضای متهم پ – قرار تأمین خواسته به تقاضای متهم تبصره – مهلت اعتراض به قرارهای قابل اعتراض برای اشخاص مقیم ایران ده روز و برای افراد مقیم خارج از کشور یک ماه از تاریخ ابلاغ است."
  },
  "بررسی پرونده پس از ارجاع به دادگاه": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ارجاع",
    "documentation": "ماده ۳۴۱ : هرگاه پرونده با کیفرخواست به دادگاه ارجاع شود، دادگاه مکلف است بدون تعیین وقت رسیدگی حداکثر ظرف یک ماه، پرونده را بررسی و چنانچه خود را صالح به رسیدگی نداند یا مورد را از موارد منع یا موقوفی تعقیب تشخیص دهد، حسب مورد، اتخاذ تصمیم کند. همچنین در صورتی که دادگاه تحقیقات را ناقص بداند یا موارد جدیدی پس از پایان تحقیقات کشف شود که مستلزم انجام تحقیق باشد، دادگاه با ذکر دقیق موارد، تکمیل تحقیقات را از دادسرای مربوط درخواست یا خود اقدام به تکمیل تحقیقات می کند. در مورد اخیر و همچنین در مواردی که پرونده به طور مستقیم در دادگاه مطرح می شود، انجام تحقیقات مقدماتی توسط دادگاه باید طبق مقررات مربوط صورت گیرد."
  },
  "فاصله ابلاغ و جلسه رسیدگی": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۴۳ : فاصله بین ابلاغ احضاریه تا جلسه رسیدگی نباید کمتر از یک هفته باشد. هرگاه متهم عذر موجهی داشته باشد، جلسه رسیدگی به وقت مناسبی موکول می شود."
  },
  "فاصله انتشار آگهی تا روز رسیدگی": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ انتشار",
    "documentation": "ماده ۳۴۴ و تبصره ۱ ماده ۳۹۴"
  },
  "انشای رأی": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ختم دادرسی",
    "documentation": "ماده ۳۷۴ :‌ دادگاه پس از اعلام ختم دادرسی با استعانت از خداوند متعال، با تکیه بر شرف و وجدان و با توجه به محتویات پرونده و ادله موجود، در همان جلسه و در صورت عدم امکان در اولین فرصت و حداکثر ظرف یک هفته به انشای رأی مبادرت می کند. رأی دادگاه باید مستدل، موجه و مستند به مواد قانون و اصولی باشد که براساس آن صادر شده است. تخلف از صدور رأی در مهلت مقرر موجب محکومیت انتظامی تا درجه چهار است."
  },
  "پاکنویس یا تایپ رأی": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ انشاء",
    "documentation": "ماده ۳۷۸ : رأی دادگاه باید حداکثر ظرف سه روز از تاریخ انشاء، پاک نویس یا تایپ شود . . ."
  },
  "انتخاب وکیل در جرایم مهم": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۸۴ : پس از ارجاع پرونده به دادگاه کیفری یک، در جرایم موضوع بندهای (الف)، (ب)، (پ) و (ت) ماده (۳۰۲) این قانون و یا پس از صدور قرار رسیدگی در مواردی که پرونده به طور مستقیم در دادگاه کیفری یک رسیدگی می شود، هرگاه متهم وکیل معرفی نکرده باشد، مدیر دفتر دادگاه ظرف پنج روز به او اخطار می کند که وکیل خود را حداکثر تا ده روز پس از ابلاغ به دادگاه معرفی کند. چنانچه متهم وکیل خود را معرفی نکند، مدیر دفتر، پرونده را نزد رییس دادگاه ارسال می کند تا طبق مقررات برای متهم وکیل تسخیری تعیین شود."
  },
  "تسلیم ایرادها و اعتراض ها": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۸۷ : پس از تعیین وکیل، مدیر دفتر بلافاصله به متهم و وکیل او و حسب مورد، به شاکی یا مدعی خصوصی یا وکیل آنان اخطار می کند تا تمام ایرادها و اعتراض های خود را ظرف ده روز از تاریخ ابلاغ تسلیم کنند. تجدید مهلت به تقاضای متهم یا وکیل او برای یک نوبت و به مدت ده روز از تاریخ اتمام مهلت قبلی، به تشخیص دادگاه بلامانع است."
  },
  "تهیه گزارش مبسوط پرونده": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ارجاع",
    "documentation": "ماده ۳۸۹ : پس از اتمام مهلت اعم از آنکه ایراد و اعتراضی واصل شده یا نشده باشد، مدیر دفتر، پرونده را به دادگاه ارسال می کند. رییس دادگاه، پرونده را شخصاً بررسی و گزارش جامع آن را تنظیم و یا به نوبت به یکی از اعضای دادگاه ارجاع می کند. عضو مذکور حداکثر ظرف ده روز، گزارش مبسوط راجع به اتهام و ادله و جریان پرونده را تهیه و تقدیم رییس می کند . . ."
  },
  "صدور رأی در دادگاه کیفری یک": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ اعلام ختم رسیدگی",
    "documentation": "ماده ۴۰۴ : اعضای دادگاه پس از اعلام ختم رسیدگی با استعانت از خداوند متعال، تکیه بر شرف و وجدان و با توجه به محتویات پرونده، مشاوره می نمایند و در همان جلسه و در صورت عدم امکان، در اولین فرصت و حداکثر ظرف مدت یک هفته مبادرت به صدور رأی می کنند . . ."
  },
  "واخواهی + تجدیدنظر یا فرجام": {
    "domestic": [
      20,
      20
    ],
    "foreign": [
      60,
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۰۶ : در تمام جرایم، به استثنای جرایمی که فقط جنبه حق اللهی دارند، هرگاه متهم یا وکیل او در هیچ یک از جلسات دادگاه حاضر نشود یا لایحه دفاعیه نفرستاده باشد، دادگاه پس از رسیدگی، رأی غیابی صادر می کند. در این صورت، چنانچه رأی دادگاه مبنی بر محکومیت متهم باشد، ظرف بیست روز از تاریخ ابلاغ واقعی، قابل واخواهی در همان دادگاه است و پس از انقضای مهلت واخواهی برابر مقررات حسب مورد قابل تجدیدنظر یا فرجام است. مهلت واخواهی برای اشخاص مقیم خارج از کشور، دو ماه است.ماده ۴۳۱ : مهلت درخواست یا دادخواست تجدیدنظر و فرجام برای اشخاص مقیم ایران بیست روز و برای اشخاص مقیم خارج از کشور دو ماه از تاریخ ابلاغ رأی یا انقضای مهلت واخواهی است."
  },
  "اعتراض به قرار رد ایراد رد دادرس": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۲۳ : هرگاه دادرس ایراد رد را قبول نکند، مکلف است ظرف سه روز قرار رد ایراد را صادر کند و به رسیدگی ادامه دهد. قرار مذکور ظرف ده روز از تاریخ ابلاغ، قابل اعتراض در مرجع صالح است. به این اعتراض خارج از نوبت رسیدگی می شود."
  },
  "تجدیدنظر یا فرجام": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۳۱ : مهلت درخواست یا دادخواست تجدیدنظر و فرجام برای اشخاص مقیم ایران بیست روز و برای اشخاص مقیم خارج از کشور دو ماه از تاریخ ابلاغ رأی یا انقضای مهلت واخواهی است."
  },
  "رفع نقص دادخواست تجدیدنظر یا درخواست فرجام‌خواهی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۴۰ : هرگاه درخواست یا دادخواست تجدیدنظرخواهی یا فرجام خواهی فاقد یکی از شرایط قانونی باشد، مدیر دفتر دادگاه نخستین، ظرف دو روز، نقایص آن را به درخواست کننده یا دادخواست دهنده اعلام و اخطار می کند تا ظرف ده روز از تاریخ ابلاغ، نقایص مذکور را رفع کند. چنانچه در مهلت مقرر، رفع نقص صورت نگیرد و در صورتی که درخواست یا دادخواست تجدیدنظر یا فرجام خارج از مهلت قانونی تقدیم شود، مدیر دفتر، پرونده را به نظر رییس دادگاه می رساند تا قرار مقتضی را صادر کند. این قرار حسب مورد قابل اعتراض در دادگاه تجدیدنظر استان و یا دیوان عالی کشور است."
  },
  "صدور رأی در دادگاه تجدیدنظر": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ختم رسیدگی",
    "documentation": "ماده ۴۶۰ : دادگاه تجدیدنظر استان مکلف است پس از ختم رسیدگی، در همان جلسه و در صورت عدم امکان در اولین فرصت و حداکثر ظرف یک هفته، انشای رأی کند . . ."
  },
  "اعتراض به رأی غیابی دادگاه تجدیدنظر": {
    "domestic": [
      20
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۶۱ : در مواردی که رأی دادگاه تجدیدنظر استان بر محکومیت متهم باشد و متهم و یا وکیل او در هیچ یک از مراحل دادرسی نخستین و تجدیدنظر حاضر نبوده و لایحه دفاعیه یا اعتراضیه هم نداده باشد، رأی دادگاه تجدیدنظر استان ظرف بیست روز پس از ابلاغ واقعی به متهم یا وکیل او، قابل واخواهی و رسیدگی در همان دادگاه است. رأیی که در این مرحله صادر می شود، قطعی است."
  },
  "درخواست انتشار حکم برائت": {
    "domestic": [
      180
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۵۱۲ : شخصی که به موجب حکم قطعی، برائت حاصل کند، می تواند حداکثر ظرف شش ماه از تاریخ ابلاغ رأی، از دادگاه صادر کننده حکم نخستین درخواست نماید که حکم برائت از محل اعتبارات مربوط به قوه قضاییه در یکی از روزنامه های کثیرالانتشار منتشر شود."
  },
  "استفاده از تخفیف جزای نقدی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۳ ماده ۵۲۹ : هرگاه محکومٌ علیه ظرف ده روز از تاریخ ابلاغ احضاریه قاضی اجرای احکام کیفری برای پرداخت جزای نقدی حاضر شود، قاضی اجرای احکام می تواند او را از پرداخت بیست درصد (۲۰%) جزای نقدی معاف کند. دفتر قاضی اجرای احکام کیفری مکلف است در برگه احضاریه محکومٌ علیه معافیت موضوع این تبصره را قید کند."
  },
  "اعلام تصمیم درباره اجرای حکم": {
    "domestic": [
      90
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۵۴۱ : هرگاه اجرای مجازات منوط به درخواست محکومٌ له باشد و در تقاضای اجرای آن، بدون داشتن عذر موجه، تأخیر کند، به دستور قاضی اجرای احکام کیفری به وی ابلاغ می شود تا ظرف سه ماه تصمیم خود را درباره اجرای حکم اعلام کند. در صورت سپری شدن این مدت و عدم وصول درخواست اجرای حکم بدون عذر موجه، قاضی اجرای احکام کیفری قرار تأمین صادره را لغو می کند. در این صورت، چنانچه محکومٌ علیه به علت دیگری در حبس نباشد، آزاد و پرونده به طور موقت بایگانی می شود."
  },
  "اعلام اجرای حکم سلب حیات": {
    "domestic": [
      6
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ اعلام",
    "documentation": "تبصره ماده ۵۴۲ : قاضی اجرای احکام کیفری مکلف است، حداقل یک هفته پیش از اجرای حکم سلب حیات موضوع این ماده، مراتب را به محکومٌ علیه اعلام کند."
  },
  "پیشنهاد کاهش مدت تعلیق": {
    "domestic": [
      180
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ تعلیق",
    "documentation": "ماده ۵۵۲ : هرگاه محکومٌ علیه پس از سپری شدن حداقل شش ماه از مدت تعلیق اجرای مجازات، به طور مستمر حسن اخلاق و رفتار نشان دهد، قاضی اجرای احکام کیفری، مراتب را با پیشنهاد کاهش مدت تعلیق یا لغو تمام یا برخی از دستورهای تعیین شده به دادگاه صادرکننده حکم اعلام می کند. دادگاه در وقت فوق العاده در مورد پیشنهاد قاضی اجرای احکام کیفری تصمیم می گیرد."
  },
  "اعتراض به قرار تأمینی شخص حقوقی": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۶۹۰ : در صورت وجود دلیل کافی دایر بر توجه اتهام به شخص حقوقی و درصورت اقتضاء منحصراً صدور قرارهای تأمینی زیر امکانپذیر است. این قرارها ظرف ده روز پس از ابلاغ، قابل اعتراض در دادگاه صالح است . . ."
  },
  "اجرای حکم غیابی پس از انجام آگهی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ آگهی",
    "documentation": "‌ماده ۹ : در مواردی که ابلاغ اوراق راجع به دعوی طبق ماده ۱۰۰ قانون آیین دادرسی مدنی به عمل آمده و تا قبل از صدور اجراییه محکوم‌علیه ‌محل اقامت خود را به دادگاه اعلام نکرده باشد مفاد اجراییه یک نوبت به ترتیب مقرر در مادتین ۱۱۸ و ۱۱۹ این قانون آگهی می‌گردد و ده روز پس از آن‌به موقع اجرا گذاشته می‌شود. در این صورت برای عملیات اجرایی ابلاغ یا اخطار دیگری به محکوم‌علیه لازم نیست مگر این که محکوم‌علیه محل‌اقامت خود را کتباً به قسمت اجرا اطلاع دهد. مفاد این ماده باید در آگهی مزبور قید شود."
  },
  "اجرای مفاد اجرائیه": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ اجرائیه",
    "documentation": "ماده ۳۴ : همین که اجراییه به محکوم‌علیه ابلاغ شد محکوم‌علیه مکلف است ظرف ده روز مفاد آن را به موقع اجرا بگذارد یا ترتیبی برای پرداخت‌محکوم به بدهد یا مالی معرفی کند که اجرای حکم و استیفاء محکوم به از آن میسر باشد ..."
  },
  "پرداخت بدهی پس از تمکن": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ امکان",
    "documentation": "‌ماده ۳۵ : بدهکاری که در مدت مذکور قادر به پرداخت بدهی خود نبوده مکلف است هر موقع که به تأدیه تمام یا قسمتی از بدهی خود متمکن ‌گردد آن را بپردازد و هر بدهکاری که ظرف سه سال از تاریخ انقضای مهلت مقرر قادر به پرداخت تمام یا قسمتی از بدهی خود شده و تا یک ماه از تاریخ‌ امکان پرداخت آن را نپردازد و یا مالی به مسئول اجرا معرفی نکند به مجازات مقرر در ماده قبل محکوم خواهد شد."
  },
  "تسلیم قرار تاخیر اجرای حکم": {
    "domestic": [
      15
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ اجرائیه",
    "documentation": "ماده ۴۴ : اگر عین محکوم به در تصرف کسی غیر از محکوم‌علیه باشد این امر مانع اقدامات اجرایی نیست مگر این که متصرف مدعی حقی از عین ‌یا منافع آن بوده و دلائلی هم ارائه نماید در این صورت دادورز (‌مأمور اجرا) یک هفته به او مهلت می‌دهد تا به دادگاه صلاحیتدار مراجعه کند و در‌صورتی که ظرف پانزده روز از تاریخ مهلت مذکور قراری دائر به تأخیر اجرای حکم به قسمت اجرا ارائه نگردد عملیات اجرایی ادامه خواهد یافت."
  },
  "شکایت نسبت به صورت برداری اموال منقول": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ تنظیم صورت یا ابلاغ",
    "documentation": "‌ماده ۷۰ : هر گاه محکوم‌ له و محکوم ‌علیه یا نماینده قانونی آنها حاضر بوده و راجع به تنظیم صورت ایراد و اظهاری نمایند دادورز (‌مأمور اجرا) ایراد‌و اظهار آنان را با جهات رد یا قبول در آخر صورت قید می‌کند. طرفین اگر حاضر باشند ظرف یک هفته از تاریخ تنظیم صورت حق شکایت خواهند ‌داشت والا صورت اموال از طرف قسمت اجرا به طرف غایب ابلاغ می‌شود و طرف غایب حق دارد ظرف یک هفته از تاریخ ابلاغ شکایت نماید."
  },
  "اعتراض به نظریه ارزیاب اموال منقول": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۷۵ : قسمت اجرا ارزیابی را بلافاصله به طرفین ابلاغ می‌نماید. هر یک از طرفین می‌تواند ظرف سه روز از تاریخ ابلاغ ارزیابی به نظریه ارزیاب ‌اعتراض نماید ..."
  },
  "پرداخت حق الزحمه ارزیاب اموال منقول": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۷۶ : ... پرداخت حق‌الزحمه در مورد ماده قبل به عهده معترض است و اگر ظرف سه روز از تاریخ‌ابلاغ اخطار نپردازد به اعتراض او ترتیب اثر داده نخواهد شد."
  },
  "پرداخت اجرت حافظ اموال منقول": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۸۲ : اجرت حافظ را اگر محکوم‌علیه تأدیه نکند محکوم‌له می‌پردازد و از حاصل فروش اشیاء توقیف شده استیفاء می‌نماید. در صورت مطالبه‌اجرت از طرف حافظ و عدم تأدیه آن مدیر اجرا به محکوم‌له اخطار می‌کند که ظرف ده روز از تاریخ ابلاغ اخطار اجرت حافظ را بپردازد."
  },
  "انکار وجود تمام یا قسمتی از مال یا طلب یا اجور و عواید محکوم علیه نزد ثالث": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۹۱ : هر گاه شخص ثالث منکر وجود تمام یا قسمتی از مال یا طلب یا اجور و عواید محکوم‌علیه نزد خود باشد باید ظرف ده روز از تاریخ‌ابلاغ اخطاریه مراتب را به قسمت اجرا اطلاع دهد."
  },
  "شکایت نسبت به تنظیم صورت اموال غیرمنقول": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۱۰۵ : دادورز (‌مأمور اجرا) پس از توقیف اموال غیر منقول صورت اموال را تنظیم و نسخه‌ای از آن را به محکوم‌علیه ابلاغ می‌نماید تا اگر‌شکایتی داشته باشد ظرف یک هفته کتباً به قسمت اجراء تسلیم دارد. مدیر اجرا به شکایات مزبور رسیدگی و در صورتی که شکایت وارد باشد صورت‌مشخصات مال توقیف شده را اصلاح یا تجدید می‌نماید."
  },
  "موعد فروش اموال منقول (حداقل)": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ آگهی",
    "documentation": "‌ماده ۱۱۹ : موعد فروش باید طوری معین شود که فاصله بین انتشار آگهی و روز فروش بیش از یک ماه و کمتر از ده روز نباشد."
  },
  "موعد فروش اموال منقول (حداکثر)": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ آگهی",
    "documentation": "‌ماده ۱۱۹ : موعد فروش باید طوری معین شود که فاصله بین انتشار آگهی و روز فروش بیش از یک ماه و کمتر از ده روز نباشد."
  },
  "‌شکایت راجع به تخلف از مقررات مزایده": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ فروش",
    "documentation": "‌ماده ۱۳۶ : ... شکایت راجع به تخلف از مقررات مزایده در موارد مذکور ظرف یک هفته از تاریخ فروش به دادگاه داده می‌شود ..."
  },
  "شکایت راجع به تنظیم صورت ملک و ارزیابی آن و تخلف از مقررات مزایده و سایر اقدامات دادورز": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ وقوع",
    "documentation": "‌ماده ۱۴۲ : شکایت راجع به تنظیم صورت ملک و ارزیابی آن و تخلف از مقررات مزایده و سایر اقدامات دادورز (‌مأمور اجرا) ظرف یک هفته از ‌تاریخ وقوع به دادگاهی که دادورز (‌مأمور اجرا) در آنجا مأموریت دارد داده می شود ..."
  },
  "جلوگیری از انتقال ملک مالک به محکوم له": {
    "domestic": [
      60
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ انجام مزایده",
    "documentation": "‌ماده ۱۴۴ : در مواردی که ملک خریدار نداشته و محکوم‌له آن را در مقابل طلب خود قبول نماید مالک ظرف دو ماه از تاریخ انجام مزایده می ‌تواند ‌کلیه بدهی و خسارات و هزینه‌های اجرایی را پرداخته و مانع انتقال ملک به محکوم ‌له شود ..."
  },
  "شکایت طلبکاران نسبت به ترتیب تقسیم": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ اخطار",
    "documentation": "‌ماده ۱۵۵ : هر یک از طلبکاران که شکایتی از ترتیب تقسیم داشته باشد می‌تواند ظرف یک هفته از تاریخ اخطار دادورز (‌مأمور اجرا) راجع به ‌ترتیب تقسیم به دادگاه مراجعه کند."
  },
  "پرداخت حق اجرا": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۱۶۰ : پرداخت حق اجراء پس از انقضای ده روز از تاریخ ابلاغ اجراییه بر عهده محکوم‌علیه است ولی در صورتی که طرفین سازش کنند یا بین‌ خود ترتیبی برای اجرای حکم بدهند نصف حق اجراء دریافت خواهد شد. و در صورتی که محکوم‌به بیست هزار ریال یا کمتر باشد حق اجراء تعلق ‌نخواهد گرفت."
  },
  "پژوهش از قرار رد تقاضای اجرای احکام و اسناد لازم الاجرای کشورهای خارجی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۱۷۵ : قرار رد تقاضا باید به متقاضی ابلاغ شود و نامبرده می‌تواند ظرف ده روز از آن پژوهش بخواهد."
  }
};

datasets["آئین دادرسی کیفری"] = {
  "معرفی وکیل برای مجنون": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۲ ماده ۱۳ : هرگاه مرتکب جرم پیش از صدور حکم قطعی مبتلا به جنون شود، تا زمان افاقه، تعقیب و دادرسی متوقف می شود. مگر آنکه در جرائم حق الناسی شرایط اثبات جرم به نحوی باشد که فرد مجنون یا فاقد هوشیاری در فرض افاقه نیز نتواند از خود رفع اتهام کند. در این صورت به ولی یا قیم یا سرپرست قانونی وی ابلاغ می شود که ظرف مهلت پنج روز نسبت به معرفی وکیل اقدام نماید. در صورت عدم معرفی، صرف نظر از نوع جرم ارتکابی و میزان مجازات آن وفق مقررات برای وی وکیل تسخیری تعیین می شود و تعقیب و دادرسی ادامه می یابد."
  },
  "طرح دعوا پس از صدور قرار اناطه": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۱ : هرگاه احراز مجرمیت متهم منوط به اثبات مسائلی باشد که رسیدگی به آنها در صلاحیت مرجع کیفری نیست، و در صلاحیت دادگاه حقوقی است، با تعیین ذی نفع و با صدور قرار اناطه، تا هنگام صدور رأی قطعی از مرجع صالح، تعقیب متهم، معلق و پرونده به صورت موقت بایگانی می شود. در این صورت، هرگاه ذی نفع ظرف یک ماه از تاریخ ابلاغ قرار اناطه بدون عذر موجه به دادگاه صالح رجوع نکند و گواهی آن را ارائه ندهد، مرجع کیفری به رسیدگی ادامه می دهد و تصمیم مقتضی اتخاذ می کند."
  },
  "اعتراض به قرار بایگانی پرونده": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۸۰ : در جرایم تعزیری درجه هفت و هشت، چنانچه شاکی وجود نداشته یا گذشت کرده باشد، درصورت فقدان سابقه محکومیت مؤثر کیفری، مقام قضایی می تواند پس از تفهیم اتهام با ملاحظه وضع اجتماعی و سوابق متهم و اوضاع و احوالی که موجب وقوع جرم شده است و در صورت ضرورت با أخذ التزام کتبی از متهم برای رعایت مقررات قانونی، فقط یک بار از تعقیب متهم خودداری نماید و قرار بایگانی پرونده را صادر کند. این قرار ظرف ده روز از تاریخ ابلاغ، قابل اعتراض است."
  },
  "اعتراض به قرار تعلیق تعقیب": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۲ ماده ۸۱ : قرار تعلیق تعقیب، ظرف ده روز پس از ابلاغ، قابل اعتراض در دادگاه صالح است."
  },
  "تقدیم دادخواست ضرر و زیان هنگام کیفرخواست شفاهی": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۸۶ : . . . شاکی در صورت مطالبه ضرر و زیان می تواند حداکثر ظرف پنج روز دادخواست خود را تقدیم کند و دادگاه می تواند فارغ از امر کیفری به دعوای ضرر و زیان رسیدگی و رأی مقتضی صادر نماید."
  },
  "اعتراض به قرار رد درخواست دسترسی به پرونده": {
    "domestic": [
      3
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۱ ماده ۱۰۰ و ماده ۱۹۱"
  },
  "اعتراض به جلوگیری از فعالیت تولیدی و خدماتی": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۱۱۴ : جلوگیری از فعالیت تمام یا بخشی از امور خدماتی یا تولیدی از قبیل امور تجارتی، کشاورزی، فعالیت کارگاه ها، کارخانه ها و شرکت های تجارتی و تعاونی ها و مانند آن ممنوع است مگر در مواردی که حسب قرائن معقول و ادله مثبته، ادامه این فعالیت متضمن ارتکاب اعمال مجرمانه ای باشد که مضر به سلامت، مخل امنیت جامعه و یا نظم عمومی باشد که در این صورت، بازپرس مکلف است با اطلاع دادستان، حسب مورد از آن بخش از فعالیت مذکور جلوگیری و ادله یادشده را در تصمیم خود قید کند. این تصمیم ظرف پنج روز پس از ابلاغ قابل اعتراض در دادگاه کیفری است."
  },
  "ملاحظه نظر کارشناس": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۱۶۱ : جز در موارد فوری، پس از پرداخت دستمزد، به کارشناس اخطار می شود که ظرف مهلت تعیین شده در قرار کارشناسی، نظر خود را تقدیم کند. مراتب وصول نظر کارشناس به طرفین ابلاغ می شود. طرفین می توانند ظرف یک هفته از تاریخ ابلاغ، جهت ملاحظه نظر کارشناس به دفتر بازپرسی مراجعه و نظر خود را به طور کتبی اعلام کنند."
  },
  "فاصله ابلاغ و حضور نزد بازپرس": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۱۷۱ : فاصله میان ابلاغ اوراق احضاریه و زمان حضور نزد بازپرس نباید کمتر از پنج روز باشد."
  },
  "اعتراض به اصل قرار منتهی به بازداشت یا عدم پذیرش کفیل یا وثیقه": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۲۶ : متهمی که در مورد او قرار کفالت یا وثیقه صادر می شود تا معرفی کفیل یا سپردن وثیقه به بازداشتگاه معرفی می گردد؛ اما در صورت بازداشت، متهم می تواند تا مدت ده روز از تاریخ ابلاغ قرار بازپرس، نسبت به اصل قرار منتهی به بازداشت یا عدم پذیرش کفیل یا وثیقه اعتراض کند."
  },
  "اعتراض به اخذ وجه التزام، وجه الکفاله و یا ضبط وثیقه": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۳۵ : متهم، کفیل و وثیقه گذار می توانند در موارد زیر ظرف ده روز از تاریخ ابلاغ دستور دادستان، درباره أخذ وجه التزام، وجه الکفاله و یا ضبط وثیقه اعتراض کنند. مرجع رسیدگی به این اعتراض، دادگاه کیفری دو است: الف- هرگاه مدعی شوند در أخذ وجه التزام و وجه الکفاله و یا ضبط وثیقه مقررات مربوط رعایت نشده است. ب – هرگاه مدعی شوند متهم در موعد مقرر حاضر شده یا او را حاضر کرده اند یا شخص ثالثی متهم را حاضر کرده است. پ – هرگاه مدعی شوند به جهات مذکور در ماده (۱۷۸) این قانون، متهم نتوانسته حاضر شود یا کفیل و وثیقه گذار به یکی از آن جهات نتوانسته اند متهم را حاضر کنند. ت – هرگاه مدعی شوند پس از صدور قرار قبولی کفالت یا التزام معسر شده اند. ث – هرگاه کفیل یا وثیقه گذار مدعی شوند تسلیم متهم، به علت فوت او در مهلت مقرر ممکن نبوده است."
  },
  "تحویل متهم توسط کفیل یا وثیقه گذار": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۳۰ : متهمی که برای او قرار تأمین صادر و خود ملتزم شده یا وثیقه گذاشته است، در صورتی که حضورش لازم باشد، احضار می شود و هرگاه ثابت شود بدون عذر موجه حاضر نشده است، در صورت ابلاغ واقعی اخطاریه، وجه التزام تعیین شده به دستور دادستان أخذ و یا از وثیقه سپرده شده معادل وجه قرار ضبط می شود. چنانچه متهم، کفیل معرفی کرده یا شخص دیگری برای او وثیقه سپرده باشد به کفیل یا وثیقه گذار اخطار می شود که ظرف یک ماه متهم را تحویل دهد. در صورت ابلاغ واقعی اخطاریه و عدم تحویل متهم، به دستور دادستان، حسب مورد، وجه الکفاله أخذ و یا از وثیقه، معادل وجه قرار، ضبط می شود. دستور دادستان پس از قطعیت، بدون صدور اجرائیه در اجرای احکام کیفری و مطابق مقررات اجرای احکام مدنی اجراء می شود."
  },
  "واریز وجه قرار تأمین به صندوق دولت": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۱ ماده ۲۳۶ : هرگاه متهم یا وثیقه گذار یا کفیل، ظرف ده روز از تاریخ ابلاغ دستور ضبط بخشی از وجه قرار، معادل وجه مقرر را به صندوق دولت واریز کند، ضبط انجام نمی شود و اعتبار قرار تأمین صادره به صورت کامل به قوت خود باقی است."
  },
  "حل اختلاف بازپرس و دادستان در مورد بازداشت موقت": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ بازداشت",
    "documentation": "ماده ۲۴۰ : قرار بازداشت متهم باید فوری نزد دادستان ارسال شود. دادستان مکلف است حداکثر ظرف بیست و چهار ساعت نظر خود را به طور کتبی به بازپرس اعلام کند. هرگاه دادستان با قرار بازداشت متهم موافق نباشد، حل اختلاف با دادگاه صالح است و متهم تا صدور رأی دادگاه در این مورد که حداکثر از ده روز تجاوز نمی کند، بازداشت می شود."
  },
  "اظهارنظر در مورد فک یا تبدیل قرار بازداشت": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ رفع علت بازداشت",
    "documentation": "ماده ۲۴۱ : هرگاه علت بازداشت مرتفع شود و موجب دیگری برای ادامه آن نباشد، بازپرس با موافقت دادستان فوری از متهم رفع بازداشت می کند. در صورت مخالفت دادستان با تصمیم بازپرس، حل اختلاف با دادگاه صالح است. اگر متهم نیز موجبات بازداشت را مرتفع بداند، می تواند فک قرار بازداشت یا تبدیل آن را از بازپرس تقاضا کند. بازپرس به طورفوری و حداکثر ظرف پنج روز به طور مستدل راجع به درخواست متهم اظهارنظر می کند. در صورت رد درخواست، مراتب در پرونده ثبت و قرار رد به متهم ابلاغ می شود و متهم می تواند ظرف ده روز به آن اعتراض کند. متهم در هر ماه فقط یک بار می تواند این درخواست را مطرح کند."
  },
  "اعتراض به رد درخواست فک یا تبدیل قرار بازداشت": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ رفع علت بازداشت",
    "documentation": "ماده ۲۴۱ : هرگاه علت بازداشت مرتفع شود و موجب دیگری برای ادامه آن نباشد، بازپرس با موافقت دادستان فوری از متهم رفع بازداشت می کند. در صورت مخالفت دادستان با تصمیم بازپرس، حل اختلاف با دادگاه صالح است. اگر متهم نیز موجبات بازداشت را مرتفع بداند، می تواند فک قرار بازداشت یا تبدیل آن را از بازپرس تقاضا کند. بازپرس به طورفوری و حداکثر ظرف پنج روز به طور مستدل راجع به درخواست متهم اظهارنظر می کند. در صورت رد درخواست، مراتب در پرونده ثبت و قرار رد به متهم ابلاغ می شود و متهم می تواند ظرف ده روز به آن اعتراض کند. متهم در هر ماه فقط یک بار می تواند این درخواست را مطرح کند."
  },
  "اعتراض به ابقاء قرار بازداشت موقت": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۴۲ : هرگاه در جرایم موضوع بندهای (الف)، (ب)، (پ) و (ت) ماده (۳۰۲) این قانون تا دو ماه و در سایر جرایم تا یک ماه به علت صدور قرار تأمین، متهم در بازداشت بماند و پرونده اتهامی او منتهی به تصمیم نهائی در دادسرا نشود، بازپرس مکلف به فک یا تخفیف قرار تأمین است. اگر علل موجهی برای بقای قرار وجود داشته باشد، با ذکر علل مزبور، قرار، ابقاء و مراتب به متهم ابلاغ می شود. متهم می تواند از این تصمیم ظرف ده روز از تاریخ ابلاغ به دادگاه صالح اعتراض کند . . ."
  },
  "اعتراض به قرار نظارت قضایی": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۲ ماده ۲۴۷ : قرارهای موضوع این ماده ظرف ده روز قابل اعتراض در دادگاه صالح است. چنانچه این قرار توسط دادگاه صادر شود، ظرف ده روز، قابل اعتراض در دادگاه تجدیدنظر استان می باشد."
  },
  "درخواست جبران خسارت به کمیسیون استانی": {
    "domestic": [
      180
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۵۷ : شخص بازداشت شده باید ظرف شش ماه از تاریخ ابلاغ رأی قطعی حاکی از بی گناهی خود، درخواست جبران خسارت را به کمیسیون استانی، متشکل از سه نفر از قضات دادگاه تجدیدنظر استان به انتخاب رییس قوه قضاییه تقدیم کند. کمیسیون در صورت احراز شرایط مقرر در این قانون، حکم به پرداخت خسارت صادر می کند. در صورت رد درخواست، این شخص می تواند ظرف بیست روز از تاریخ ابلاغ، اعتراض خود را به کمیسیون موضوع ماده (۲۵۸) این قانون اعلام کند."
  },
  "اعتراض به رد درخواست جبران خسارت": {
    "domestic": [
      20
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۵۷ : شخص بازداشت شده باید ظرف شش ماه از تاریخ ابلاغ رأی قطعی حاکی از بی گناهی خود، درخواست جبران خسارت را به کمیسیون استانی، متشکل از سه نفر از قضات دادگاه تجدیدنظر استان به انتخاب رییس قوه قضاییه تقدیم کند. کمیسیون در صورت احراز شرایط مقرر در این قانون، حکم به پرداخت خسارت صادر می کند. در صورت رد درخواست، این شخص می تواند ظرف بیست روز از تاریخ ابلاغ، اعتراض خود را به کمیسیون موضوع ماده (۲۵۸) این قانون اعلام کند."
  },
  "اظهارنظر بازپرس پس از پایان تحقیقات": {
    "domestic": [
      5
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ اعلام ختم تحقیقات",
    "documentation": "ماده ۲۶۴ : پس از انجام تحقیقات لازم و اعلام کفایت و ختم تحقیقات، بازپرس مکلف است به صورت مستدل و مستند، عقیده خود را حداکثر ظرف پنج روز در قالب قرار مناسب، اعلام کند."
  },
  "اظهارنظر دادستان در مورد قرار نهایی بازپرس": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ارسال",
    "documentation": "ماده ۲۶۵ : بازپرس در صورت جرم بودن عمل ارتکابی و وجود ادله کافی برای انتساب جرم به متهم، قرار جلب به دادرسی و در صورت جرم نبودن عمل ارتکابی و یا فقدان ادله کافی برای انتساب جرم به متهم، قرار منع تعقیب صادر و پرونده را فوری نزد دادستان ارسال می کند. دادستان باید ظرف سه روز از تاریخ وصول، پرونده تحقیقات را ملاحظه و نظر خود را به طور کتبی اعلام کند و پرونده را نزد بازپرس برگرداند. چنانچه مورد از موارد موقوفی تعقیب باشد، قرار موقوفی تعقیب صادر و وفق مقررات فوق اقدام می شود."
  },
  "صدور کیفرخواست": {
    "domestic": [
      2
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۶۸ : در صورتی که عقیده دادستان و بازپرس بر جلب متهم به دادرسی باشد، دادستان ظرف دو روز با صدور کیفرخواست، از طریق شعبه بازپرسی بلافاصله پرونده را به دادگاه صالح ارسال می کند."
  },
  "اعتراض به قرارهای قابل اعتراض بازپرس": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۲۷۰ : علاوه بر موارد مقرر در این قانون، قرارهای بازپرس در موارد زیر قابل اعتراض است: الف- قرار منع و موقوفی تعقیب و اناطه به تقاضای شاکی ب – قرار بازداشت موقت، ابقاء و تشدید تأمین به تقاضای متهم پ – قرار تأمین خواسته به تقاضای متهم تبصره – مهلت اعتراض به قرارهای قابل اعتراض برای اشخاص مقیم ایران ده روز و برای افراد مقیم خارج از کشور یک ماه از تاریخ ابلاغ است."
  },
  "بررسی پرونده پس از ارجاع به دادگاه": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ارجاع",
    "documentation": "ماده ۳۴۱ : هرگاه پرونده با کیفرخواست به دادگاه ارجاع شود، دادگاه مکلف است بدون تعیین وقت رسیدگی حداکثر ظرف یک ماه، پرونده را بررسی و چنانچه خود را صالح به رسیدگی نداند یا مورد را از موارد منع یا موقوفی تعقیب تشخیص دهد، حسب مورد، اتخاذ تصمیم کند. همچنین در صورتی که دادگاه تحقیقات را ناقص بداند یا موارد جدیدی پس از پایان تحقیقات کشف شود که مستلزم انجام تحقیق باشد، دادگاه با ذکر دقیق موارد، تکمیل تحقیقات را از دادسرای مربوط درخواست یا خود اقدام به تکمیل تحقیقات می کند. در مورد اخیر و همچنین در مواردی که پرونده به طور مستقیم در دادگاه مطرح می شود، انجام تحقیقات مقدماتی توسط دادگاه باید طبق مقررات مربوط صورت گیرد."
  },
  "فاصله ابلاغ و جلسه رسیدگی": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۴۳ : فاصله بین ابلاغ احضاریه تا جلسه رسیدگی نباید کمتر از یک هفته باشد. هرگاه متهم عذر موجهی داشته باشد، جلسه رسیدگی به وقت مناسبی موکول می شود."
  },
  "فاصله انتشار آگهی تا روز رسیدگی": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ انتشار",
    "documentation": "ماده ۳۴۴ و تبصره ۱ ماده ۳۹۴"
  },
  "انشای رأی": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ختم دادرسی",
    "documentation": "ماده ۳۷۴ :‌ دادگاه پس از اعلام ختم دادرسی با استعانت از خداوند متعال، با تکیه بر شرف و وجدان و با توجه به محتویات پرونده و ادله موجود، در همان جلسه و در صورت عدم امکان در اولین فرصت و حداکثر ظرف یک هفته به انشای رأی مبادرت می کند. رأی دادگاه باید مستدل، موجه و مستند به مواد قانون و اصولی باشد که براساس آن صادر شده است. تخلف از صدور رأی در مهلت مقرر موجب محکومیت انتظامی تا درجه چهار است."
  },
  "پاکنویس یا تایپ رأی": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ انشاء",
    "documentation": "ماده ۳۷۸ : رأی دادگاه باید حداکثر ظرف سه روز از تاریخ انشاء، پاک نویس یا تایپ شود . . ."
  },
  "انتخاب وکیل در جرایم مهم": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۸۴ : پس از ارجاع پرونده به دادگاه کیفری یک، در جرایم موضوع بندهای (الف)، (ب)، (پ) و (ت) ماده (۳۰۲) این قانون و یا پس از صدور قرار رسیدگی در مواردی که پرونده به طور مستقیم در دادگاه کیفری یک رسیدگی می شود، هرگاه متهم وکیل معرفی نکرده باشد، مدیر دفتر دادگاه ظرف پنج روز به او اخطار می کند که وکیل خود را حداکثر تا ده روز پس از ابلاغ به دادگاه معرفی کند. چنانچه متهم وکیل خود را معرفی نکند، مدیر دفتر، پرونده را نزد رییس دادگاه ارسال می کند تا طبق مقررات برای متهم وکیل تسخیری تعیین شود."
  },
  "تسلیم ایرادها و اعتراض ها": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۳۸۷ : پس از تعیین وکیل، مدیر دفتر بلافاصله به متهم و وکیل او و حسب مورد، به شاکی یا مدعی خصوصی یا وکیل آنان اخطار می کند تا تمام ایرادها و اعتراض های خود را ظرف ده روز از تاریخ ابلاغ تسلیم کنند. تجدید مهلت به تقاضای متهم یا وکیل او برای یک نوبت و به مدت ده روز از تاریخ اتمام مهلت قبلی، به تشخیص دادگاه بلامانع است."
  },
  "تهیه گزارش مبسوط پرونده": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ارجاع",
    "documentation": "ماده ۳۸۹ : پس از اتمام مهلت اعم از آنکه ایراد و اعتراضی واصل شده یا نشده باشد، مدیر دفتر، پرونده را به دادگاه ارسال می کند. رییس دادگاه، پرونده را شخصاً بررسی و گزارش جامع آن را تنظیم و یا به نوبت به یکی از اعضای دادگاه ارجاع می کند. عضو مذکور حداکثر ظرف ده روز، گزارش مبسوط راجع به اتهام و ادله و جریان پرونده را تهیه و تقدیم رییس می کند . . ."
  },
  "صدور رأی در دادگاه کیفری یک": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ اعلام ختم رسیدگی",
    "documentation": "ماده ۴۰۴ : اعضای دادگاه پس از اعلام ختم رسیدگی با استعانت از خداوند متعال، تکیه بر شرف و وجدان و با توجه به محتویات پرونده، مشاوره می نمایند و در همان جلسه و در صورت عدم امکان، در اولین فرصت و حداکثر ظرف مدت یک هفته مبادرت به صدور رأی می کنند . . ."
  },
  "واخواهی": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۰۶ : در تمام جرایم، به استثنای جرایمی که فقط جنبه حق اللهی دارند، هرگاه متهم یا وکیل او در هیچ یک از جلسات دادگاه حاضر نشود یا لایحه دفاعیه نفرستاده باشد، دادگاه پس از رسیدگی، رأی غیابی صادر می کند. در این صورت، چنانچه رأی دادگاه مبنی بر محکومیت متهم باشد، ظرف بیست روز از تاریخ ابلاغ واقعی، قابل واخواهی در همان دادگاه است و پس از انقضای مهلت واخواهی برابر مقررات حسب مورد قابل تجدیدنظر یا فرجام است. مهلت واخواهی برای اشخاص مقیم خارج از کشور، دو ماه است."
  },
  "واخواهی + تجدیدنظر یا فرجام": {
    "domestic": [
      20,
      20
    ],
    "foreign": [
      60,
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۰۶ : در تمام جرایم، به استثنای جرایمی که فقط جنبه حق اللهی دارند، هرگاه متهم یا وکیل او در هیچ یک از جلسات دادگاه حاضر نشود یا لایحه دفاعیه نفرستاده باشد، دادگاه پس از رسیدگی، رأی غیابی صادر می کند. در این صورت، چنانچه رأی دادگاه مبنی بر محکومیت متهم باشد، ظرف بیست روز از تاریخ ابلاغ واقعی، قابل واخواهی در همان دادگاه است و پس از انقضای مهلت واخواهی برابر مقررات حسب مورد قابل تجدیدنظر یا فرجام است. مهلت واخواهی برای اشخاص مقیم خارج از کشور، دو ماه است.ماده ۴۳۱ : مهلت درخواست یا دادخواست تجدیدنظر و فرجام برای اشخاص مقیم ایران بیست روز و برای اشخاص مقیم خارج از کشور دو ماه از تاریخ ابلاغ رأی یا انقضای مهلت واخواهی است."
  },
  "اعتراض به قرار رد ایراد رد دادرس": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۲۳ : هرگاه دادرس ایراد رد را قبول نکند، مکلف است ظرف سه روز قرار رد ایراد را صادر کند و به رسیدگی ادامه دهد. قرار مذکور ظرف ده روز از تاریخ ابلاغ، قابل اعتراض در مرجع صالح است. به این اعتراض خارج از نوبت رسیدگی می شود."
  },
  "تجدیدنظر یا فرجام": {
    "domestic": [
      20
    ],
    "foreign": [
      60
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۳۱ : مهلت درخواست یا دادخواست تجدیدنظر و فرجام برای اشخاص مقیم ایران بیست روز و برای اشخاص مقیم خارج از کشور دو ماه از تاریخ ابلاغ رأی یا انقضای مهلت واخواهی است."
  },
  "رفع نقص دادخواست تجدیدنظر یا درخواست فرجام‌خواهی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۴۰ : هرگاه درخواست یا دادخواست تجدیدنظرخواهی یا فرجام خواهی فاقد یکی از شرایط قانونی باشد، مدیر دفتر دادگاه نخستین، ظرف دو روز، نقایص آن را به درخواست کننده یا دادخواست دهنده اعلام و اخطار می کند تا ظرف ده روز از تاریخ ابلاغ، نقایص مذکور را رفع کند. چنانچه در مهلت مقرر، رفع نقص صورت نگیرد و در صورتی که درخواست یا دادخواست تجدیدنظر یا فرجام خارج از مهلت قانونی تقدیم شود، مدیر دفتر، پرونده را به نظر رییس دادگاه می رساند تا قرار مقتضی را صادر کند. این قرار حسب مورد قابل اعتراض در دادگاه تجدیدنظر استان و یا دیوان عالی کشور است."
  },
  "صدور رأی در دادگاه تجدیدنظر": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ختم رسیدگی",
    "documentation": "ماده ۴۶۰ : دادگاه تجدیدنظر استان مکلف است پس از ختم رسیدگی، در همان جلسه و در صورت عدم امکان در اولین فرصت و حداکثر ظرف یک هفته، انشای رأی کند . . ."
  },
  "اعتراض به رأی غیابی دادگاه تجدیدنظر": {
    "domestic": [
      20
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۴۶۱ : در مواردی که رأی دادگاه تجدیدنظر استان بر محکومیت متهم باشد و متهم و یا وکیل او در هیچ یک از مراحل دادرسی نخستین و تجدیدنظر حاضر نبوده و لایحه دفاعیه یا اعتراضیه هم نداده باشد، رأی دادگاه تجدیدنظر استان ظرف بیست روز پس از ابلاغ واقعی به متهم یا وکیل او، قابل واخواهی و رسیدگی در همان دادگاه است. رأیی که در این مرحله صادر می شود، قطعی است."
  },
  "درخواست انتشار حکم برائت": {
    "domestic": [
      180
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۵۱۲ : شخصی که به موجب حکم قطعی، برائت حاصل کند، می تواند حداکثر ظرف شش ماه از تاریخ ابلاغ رأی، از دادگاه صادر کننده حکم نخستین درخواست نماید که حکم برائت از محل اعتبارات مربوط به قوه قضاییه در یکی از روزنامه های کثیرالانتشار منتشر شود."
  },
  "استفاده از تخفیف جزای نقدی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "تبصره ۳ ماده ۵۲۹ : هرگاه محکومٌ علیه ظرف ده روز از تاریخ ابلاغ احضاریه قاضی اجرای احکام کیفری برای پرداخت جزای نقدی حاضر شود، قاضی اجرای احکام می تواند او را از پرداخت بیست درصد (۲۰%) جزای نقدی معاف کند. دفتر قاضی اجرای احکام کیفری مکلف است در برگه احضاریه محکومٌ علیه معافیت موضوع این تبصره را قید کند."
  },
  "اعلام تصمیم درباره اجرای حکم": {
    "domestic": [
      90
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۵۴۱ : هرگاه اجرای مجازات منوط به درخواست محکومٌ له باشد و در تقاضای اجرای آن، بدون داشتن عذر موجه، تأخیر کند، به دستور قاضی اجرای احکام کیفری به وی ابلاغ می شود تا ظرف سه ماه تصمیم خود را درباره اجرای حکم اعلام کند. در صورت سپری شدن این مدت و عدم وصول درخواست اجرای حکم بدون عذر موجه، قاضی اجرای احکام کیفری قرار تأمین صادره را لغو می کند. در این صورت، چنانچه محکومٌ علیه به علت دیگری در حبس نباشد، آزاد و پرونده به طور موقت بایگانی می شود."
  },
  "اعلام اجرای حکم سلب حیات": {
    "domestic": [
      6
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ اعلام",
    "documentation": "تبصره ماده ۵۴۲ : قاضی اجرای احکام کیفری مکلف است، حداقل یک هفته پیش از اجرای حکم سلب حیات موضوع این ماده، مراتب را به محکومٌ علیه اعلام کند."
  },
  "پیشنهاد کاهش مدت تعلیق": {
    "domestic": [
      180
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ تعلیق",
    "documentation": "ماده ۵۵۲ : هرگاه محکومٌ علیه پس از سپری شدن حداقل شش ماه از مدت تعلیق اجرای مجازات، به طور مستمر حسن اخلاق و رفتار نشان دهد، قاضی اجرای احکام کیفری، مراتب را با پیشنهاد کاهش مدت تعلیق یا لغو تمام یا برخی از دستورهای تعیین شده به دادگاه صادرکننده حکم اعلام می کند. دادگاه در وقت فوق العاده در مورد پیشنهاد قاضی اجرای احکام کیفری تصمیم می گیرد."
  },
  "اعتراض به قرار تأمینی شخص حقوقی": {
    "domestic": [
      10
    ],
    "foreign": [
      30
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۶۹۰ : در صورت وجود دلیل کافی دایر بر توجه اتهام به شخص حقوقی و درصورت اقتضاء منحصراً صدور قرارهای تأمینی زیر امکانپذیر است. این قرارها ظرف ده روز پس از ابلاغ، قابل اعتراض در دادگاه صالح است . . ."
  },
  "اجرای حکم غیابی پس از انجام آگهی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ آگهی",
    "documentation": "‌ماده ۹ : در مواردی که ابلاغ اوراق راجع به دعوی طبق ماده ۱۰۰ قانون آیین دادرسی مدنی به عمل آمده و تا قبل از صدور اجراییه محکوم‌علیه ‌محل اقامت خود را به دادگاه اعلام نکرده باشد مفاد اجراییه یک نوبت به ترتیب مقرر در مادتین ۱۱۸ و ۱۱۹ این قانون آگهی می‌گردد و ده روز پس از آن‌به موقع اجرا گذاشته می‌شود. در این صورت برای عملیات اجرایی ابلاغ یا اخطار دیگری به محکوم‌علیه لازم نیست مگر این که محکوم‌علیه محل‌اقامت خود را کتباً به قسمت اجرا اطلاع دهد. مفاد این ماده باید در آگهی مزبور قید شود."
  },
  "اجرای مفاد اجرائیه": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ اجرائیه",
    "documentation": "ماده ۳۴ : همین که اجراییه به محکوم‌علیه ابلاغ شد محکوم‌علیه مکلف است ظرف ده روز مفاد آن را به موقع اجرا بگذارد یا ترتیبی برای پرداخت‌محکوم به بدهد یا مالی معرفی کند که اجرای حکم و استیفاء محکوم به از آن میسر باشد ..."
  },
  "پرداخت بدهی پس از تمکن": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ امکان",
    "documentation": "‌ماده ۳۵ : بدهکاری که در مدت مذکور قادر به پرداخت بدهی خود نبوده مکلف است هر موقع که به تأدیه تمام یا قسمتی از بدهی خود متمکن ‌گردد آن را بپردازد و هر بدهکاری که ظرف سه سال از تاریخ انقضای مهلت مقرر قادر به پرداخت تمام یا قسمتی از بدهی خود شده و تا یک ماه از تاریخ‌ امکان پرداخت آن را نپردازد و یا مالی به مسئول اجرا معرفی نکند به مجازات مقرر در ماده قبل محکوم خواهد شد."
  },
  "تسلیم قرار تاخیر اجرای حکم": {
    "domestic": [
      15
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ اجرائیه",
    "documentation": "ماده ۴۴ : اگر عین محکوم به در تصرف کسی غیر از محکوم‌علیه باشد این امر مانع اقدامات اجرایی نیست مگر این که متصرف مدعی حقی از عین ‌یا منافع آن بوده و دلائلی هم ارائه نماید در این صورت دادورز (‌مأمور اجرا) یک هفته به او مهلت می‌دهد تا به دادگاه صلاحیتدار مراجعه کند و در‌صورتی که ظرف پانزده روز از تاریخ مهلت مذکور قراری دائر به تأخیر اجرای حکم به قسمت اجرا ارائه نگردد عملیات اجرایی ادامه خواهد یافت."
  },
  "شکایت نسبت به صورت برداری اموال منقول": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ تنظیم صورت یا ابلاغ",
    "documentation": "‌ماده ۷۰ : هر گاه محکوم‌ له و محکوم ‌علیه یا نماینده قانونی آنها حاضر بوده و راجع به تنظیم صورت ایراد و اظهاری نمایند دادورز (‌مأمور اجرا) ایراد‌و اظهار آنان را با جهات رد یا قبول در آخر صورت قید می‌کند. طرفین اگر حاضر باشند ظرف یک هفته از تاریخ تنظیم صورت حق شکایت خواهند ‌داشت والا صورت اموال از طرف قسمت اجرا به طرف غایب ابلاغ می‌شود و طرف غایب حق دارد ظرف یک هفته از تاریخ ابلاغ شکایت نماید."
  },
  "اعتراض به نظریه ارزیاب اموال منقول": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۷۵ : قسمت اجرا ارزیابی را بلافاصله به طرفین ابلاغ می‌نماید. هر یک از طرفین می‌تواند ظرف سه روز از تاریخ ابلاغ ارزیابی به نظریه ارزیاب ‌اعتراض نماید ..."
  },
  "پرداخت حق الزحمه ارزیاب اموال منقول": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۷۶ : ... پرداخت حق‌الزحمه در مورد ماده قبل به عهده معترض است و اگر ظرف سه روز از تاریخ‌ابلاغ اخطار نپردازد به اعتراض او ترتیب اثر داده نخواهد شد."
  },
  "پرداخت اجرت حافظ اموال منقول": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۸۲ : اجرت حافظ را اگر محکوم‌علیه تأدیه نکند محکوم‌له می‌پردازد و از حاصل فروش اشیاء توقیف شده استیفاء می‌نماید. در صورت مطالبه‌اجرت از طرف حافظ و عدم تأدیه آن مدیر اجرا به محکوم‌له اخطار می‌کند که ظرف ده روز از تاریخ ابلاغ اخطار اجرت حافظ را بپردازد."
  },
  "انکار وجود تمام یا قسمتی از مال یا طلب یا اجور و عواید محکوم علیه نزد ثالث": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۹۱ : هر گاه شخص ثالث منکر وجود تمام یا قسمتی از مال یا طلب یا اجور و عواید محکوم‌علیه نزد خود باشد باید ظرف ده روز از تاریخ‌ابلاغ اخطاریه مراتب را به قسمت اجرا اطلاع دهد."
  },
  "شکایت نسبت به تنظیم صورت اموال غیرمنقول": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۱۰۵ : دادورز (‌مأمور اجرا) پس از توقیف اموال غیر منقول صورت اموال را تنظیم و نسخه‌ای از آن را به محکوم‌علیه ابلاغ می‌نماید تا اگر‌شکایتی داشته باشد ظرف یک هفته کتباً به قسمت اجراء تسلیم دارد. مدیر اجرا به شکایات مزبور رسیدگی و در صورتی که شکایت وارد باشد صورت‌مشخصات مال توقیف شده را اصلاح یا تجدید می‌نماید."
  },
  "موعد فروش اموال منقول (حداقل)": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ آگهی",
    "documentation": "‌ماده ۱۱۹ : موعد فروش باید طوری معین شود که فاصله بین انتشار آگهی و روز فروش بیش از یک ماه و کمتر از ده روز نباشد."
  },
  "موعد فروش اموال منقول (حداکثر)": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ آگهی",
    "documentation": "‌ماده ۱۱۹ : موعد فروش باید طوری معین شود که فاصله بین انتشار آگهی و روز فروش بیش از یک ماه و کمتر از ده روز نباشد."
  },
  "‌شکایت راجع به تخلف از مقررات مزایده": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ فروش",
    "documentation": "‌ماده ۱۳۶ : ... شکایت راجع به تخلف از مقررات مزایده در موارد مذکور ظرف یک هفته از تاریخ فروش به دادگاه داده می‌شود ..."
  },
  "شکایت راجع به تنظیم صورت ملک و ارزیابی آن و تخلف از مقررات مزایده و سایر اقدامات دادورز": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ وقوع",
    "documentation": "‌ماده ۱۴۲ : شکایت راجع به تنظیم صورت ملک و ارزیابی آن و تخلف از مقررات مزایده و سایر اقدامات دادورز (‌مأمور اجرا) ظرف یک هفته از ‌تاریخ وقوع به دادگاهی که دادورز (‌مأمور اجرا) در آنجا مأموریت دارد داده می شود ..."
  },
  "جلوگیری از انتقال ملک مالک به محکوم له": {
    "domestic": [
      60
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ انجام مزایده",
    "documentation": "‌ماده ۱۴۴ : در مواردی که ملک خریدار نداشته و محکوم‌له آن را در مقابل طلب خود قبول نماید مالک ظرف دو ماه از تاریخ انجام مزایده می ‌تواند ‌کلیه بدهی و خسارات و هزینه‌های اجرایی را پرداخته و مانع انتقال ملک به محکوم ‌له شود ..."
  },
  "شکایت طلبکاران نسبت به ترتیب تقسیم": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ اخطار",
    "documentation": "‌ماده ۱۵۵ : هر یک از طلبکاران که شکایتی از ترتیب تقسیم داشته باشد می‌تواند ظرف یک هفته از تاریخ اخطار دادورز (‌مأمور اجرا) راجع به ‌ترتیب تقسیم به دادگاه مراجعه کند."
  },
  "پرداخت حق اجرا": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۱۶۰ : پرداخت حق اجراء پس از انقضای ده روز از تاریخ ابلاغ اجراییه بر عهده محکوم‌علیه است ولی در صورتی که طرفین سازش کنند یا بین‌ خود ترتیبی برای اجرای حکم بدهند نصف حق اجراء دریافت خواهد شد. و در صورتی که محکوم‌به بیست هزار ریال یا کمتر باشد حق اجراء تعلق ‌نخواهد گرفت."
  },
  "پژوهش از قرار رد تقاضای اجرای احکام و اسناد لازم الاجرای کشورهای خارجی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۱۷۵ : قرار رد تقاضا باید به متقاضی ابلاغ شود و نامبرده می‌تواند ظرف ده روز از آن پژوهش بخواهد."
  }
};

datasets["اجرای احکام مدنی"] = {
  "اجرای حکم غیابی پس از انجام آگهی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ آگهی",
    "documentation": "‌ماده ۹ : در مواردی که ابلاغ اوراق راجع به دعوی طبق ماده ۱۰۰ قانون آیین دادرسی مدنی به عمل آمده و تا قبل از صدور اجراییه محکوم‌علیه ‌محل اقامت خود را به دادگاه اعلام نکرده باشد مفاد اجراییه یک نوبت به ترتیب مقرر در مادتین ۱۱۸ و ۱۱۹ این قانون آگهی می‌گردد و ده روز پس از آن‌به موقع اجرا گذاشته می‌شود. در این صورت برای عملیات اجرایی ابلاغ یا اخطار دیگری به محکوم‌علیه لازم نیست مگر این که محکوم‌علیه محل‌اقامت خود را کتباً به قسمت اجرا اطلاع دهد. مفاد این ماده باید در آگهی مزبور قید شود."
  },
  "اجرای مفاد اجرائیه": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ اجرائیه",
    "documentation": "ماده ۳۴ : همین که اجراییه به محکوم‌علیه ابلاغ شد محکوم‌علیه مکلف است ظرف ده روز مفاد آن را به موقع اجرا بگذارد یا ترتیبی برای پرداخت‌محکوم به بدهد یا مالی معرفی کند که اجرای حکم و استیفاء محکوم به از آن میسر باشد ..."
  },
  "پرداخت بدهی پس از تمکن": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ امکان",
    "documentation": "‌ماده ۳۵ : بدهکاری که در مدت مذکور قادر به پرداخت بدهی خود نبوده مکلف است هر موقع که به تأدیه تمام یا قسمتی از بدهی خود متمکن ‌گردد آن را بپردازد و هر بدهکاری که ظرف سه سال از تاریخ انقضای مهلت مقرر قادر به پرداخت تمام یا قسمتی از بدهی خود شده و تا یک ماه از تاریخ‌ امکان پرداخت آن را نپردازد و یا مالی به مسئول اجرا معرفی نکند به مجازات مقرر در ماده قبل محکوم خواهد شد."
  },
  "تسلیم قرار تاخیر اجرای حکم": {
    "domestic": [
      15
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ اجرائیه",
    "documentation": "ماده ۴۴ : اگر عین محکوم به در تصرف کسی غیر از محکوم‌علیه باشد این امر مانع اقدامات اجرایی نیست مگر این که متصرف مدعی حقی از عین ‌یا منافع آن بوده و دلائلی هم ارائه نماید در این صورت دادورز (‌مأمور اجرا) یک هفته به او مهلت می‌دهد تا به دادگاه صلاحیتدار مراجعه کند و در‌صورتی که ظرف پانزده روز از تاریخ مهلت مذکور قراری دائر به تأخیر اجرای حکم به قسمت اجرا ارائه نگردد عملیات اجرایی ادامه خواهد یافت."
  },
  "شکایت نسبت به صورت برداری اموال منقول": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ تنظیم صورت یا ابلاغ",
    "documentation": "‌ماده ۷۰ : هر گاه محکوم‌ له و محکوم ‌علیه یا نماینده قانونی آنها حاضر بوده و راجع به تنظیم صورت ایراد و اظهاری نمایند دادورز (‌مأمور اجرا) ایراد‌و اظهار آنان را با جهات رد یا قبول در آخر صورت قید می‌کند. طرفین اگر حاضر باشند ظرف یک هفته از تاریخ تنظیم صورت حق شکایت خواهند ‌داشت والا صورت اموال از طرف قسمت اجرا به طرف غایب ابلاغ می‌شود و طرف غایب حق دارد ظرف یک هفته از تاریخ ابلاغ شکایت نماید."
  },
  "اعتراض به نظریه ارزیاب اموال منقول": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۷۵ : قسمت اجرا ارزیابی را بلافاصله به طرفین ابلاغ می‌نماید. هر یک از طرفین می‌تواند ظرف سه روز از تاریخ ابلاغ ارزیابی به نظریه ارزیاب ‌اعتراض نماید ..."
  },
  "پرداخت حق الزحمه ارزیاب اموال منقول": {
    "domestic": [
      3
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۷۶ : ... پرداخت حق‌الزحمه در مورد ماده قبل به عهده معترض است و اگر ظرف سه روز از تاریخ‌ابلاغ اخطار نپردازد به اعتراض او ترتیب اثر داده نخواهد شد."
  },
  "پرداخت اجرت حافظ اموال منقول": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "ماده ۸۲ : اجرت حافظ را اگر محکوم‌علیه تأدیه نکند محکوم‌له می‌پردازد و از حاصل فروش اشیاء توقیف شده استیفاء می‌نماید. در صورت مطالبه‌اجرت از طرف حافظ و عدم تأدیه آن مدیر اجرا به محکوم‌له اخطار می‌کند که ظرف ده روز از تاریخ ابلاغ اخطار اجرت حافظ را بپردازد."
  },
  "انکار وجود تمام یا قسمتی از مال یا طلب یا اجور و عواید محکوم علیه نزد ثالث": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۹۱ : هر گاه شخص ثالث منکر وجود تمام یا قسمتی از مال یا طلب یا اجور و عواید محکوم‌علیه نزد خود باشد باید ظرف ده روز از تاریخ‌ابلاغ اخطاریه مراتب را به قسمت اجرا اطلاع دهد."
  },
  "شکایت نسبت به تنظیم صورت اموال غیرمنقول": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۱۰۵ : دادورز (‌مأمور اجرا) پس از توقیف اموال غیر منقول صورت اموال را تنظیم و نسخه‌ای از آن را به محکوم‌علیه ابلاغ می‌نماید تا اگر‌شکایتی داشته باشد ظرف یک هفته کتباً به قسمت اجراء تسلیم دارد. مدیر اجرا به شکایات مزبور رسیدگی و در صورتی که شکایت وارد باشد صورت‌مشخصات مال توقیف شده را اصلاح یا تجدید می‌نماید."
  },
  "موعد فروش اموال منقول (حداقل)": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 2,
    "beginning": "تاریخ آگهی",
    "documentation": "‌ماده ۱۱۹ : موعد فروش باید طوری معین شود که فاصله بین انتشار آگهی و روز فروش بیش از یک ماه و کمتر از ده روز نباشد."
  },
  "موعد فروش اموال منقول (حداکثر)": {
    "domestic": [
      30
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ آگهی",
    "documentation": "‌ماده ۱۱۹ : موعد فروش باید طوری معین شود که فاصله بین انتشار آگهی و روز فروش بیش از یک ماه و کمتر از ده روز نباشد."
  },
  "‌شکایت راجع به تخلف از مقررات مزایده": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ فروش",
    "documentation": "‌ماده ۱۳۶ : ... شکایت راجع به تخلف از مقررات مزایده در موارد مذکور ظرف یک هفته از تاریخ فروش به دادگاه داده می‌شود ..."
  },
  "شکایت راجع به تنظیم صورت ملک و ارزیابی آن و تخلف از مقررات مزایده و سایر اقدامات دادورز": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ وقوع",
    "documentation": "‌ماده ۱۴۲ : شکایت راجع به تنظیم صورت ملک و ارزیابی آن و تخلف از مقررات مزایده و سایر اقدامات دادورز (‌مأمور اجرا) ظرف یک هفته از ‌تاریخ وقوع به دادگاهی که دادورز (‌مأمور اجرا) در آنجا مأموریت دارد داده می شود ..."
  },
  "جلوگیری از انتقال ملک مالک به محکوم له": {
    "domestic": [
      60
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ انجام مزایده",
    "documentation": "‌ماده ۱۴۴ : در مواردی که ملک خریدار نداشته و محکوم‌له آن را در مقابل طلب خود قبول نماید مالک ظرف دو ماه از تاریخ انجام مزایده می ‌تواند ‌کلیه بدهی و خسارات و هزینه‌های اجرایی را پرداخته و مانع انتقال ملک به محکوم ‌له شود ..."
  },
  "شکایت طلبکاران نسبت به ترتیب تقسیم": {
    "domestic": [
      7
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ اخطار",
    "documentation": "‌ماده ۱۵۵ : هر یک از طلبکاران که شکایتی از ترتیب تقسیم داشته باشد می‌تواند ظرف یک هفته از تاریخ اخطار دادورز (‌مأمور اجرا) راجع به ‌ترتیب تقسیم به دادگاه مراجعه کند."
  },
  "پرداخت حق اجرا": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۱۶۰ : پرداخت حق اجراء پس از انقضای ده روز از تاریخ ابلاغ اجراییه بر عهده محکوم‌علیه است ولی در صورتی که طرفین سازش کنند یا بین‌ خود ترتیبی برای اجرای حکم بدهند نصف حق اجراء دریافت خواهد شد. و در صورتی که محکوم‌به بیست هزار ریال یا کمتر باشد حق اجراء تعلق ‌نخواهد گرفت."
  },
  "پژوهش از قرار رد تقاضای اجرای احکام و اسناد لازم الاجرای کشورهای خارجی": {
    "domestic": [
      10
    ],
    "foreign": [
      0
    ],
    "mode": 1,
    "beginning": "تاریخ ابلاغ",
    "documentation": "‌ماده ۱۷۵ : قرار رد تقاضا باید به متقاضی ابلاغ شود و نامبرده می‌تواند ظرف ده روز از آن پژوهش بخواهد."
  }
};

if (typeof populateCategoryOptions === "function") { populateCategoryOptions(); }